tap "drud/ddev"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "isen-ng/dotnet-sdk-versions"
tap "mutagen-io/mutagen"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "ata"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "freetype"
brew "pycparser"
brew "cmake"
brew "rtmpdump"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "docutils"
brew "folly"
brew "edencommon"
brew "eksctl"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "gcc"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "openblas"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "helm"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jadx"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "librsvg"
brew "m-cli"
brew "make"
brew "mas"
brew "maven"
brew "mkcert"
brew "node"
brew "nodeenv"
brew "nss"
brew "nvm"
brew "python@3.12"
brew "pipx"
brew "pkg-config"
brew "qemu"
brew "qt"
brew "redis"
brew "siege"
brew "swaks"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "tfsec"
brew "tmux"
brew "vcpkg"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh"
brew "drud/ddev/ddev"
cask "alfred"
cask "android-studio"
cask "another-redis-desktop-manager"
cask "beekeeper-studio"
cask "beyond-compare"
cask "blockblock"
cask "caffeine"
cask "clockify"
cask "docker"
cask "dotnet-sdk2"
cask "dotnet-sdk5"
cask "dotnet-sdk6"
cask "dotnet-sdk7"
cask "dotnet-sdk8"
cask "dropzone"
cask "enpass"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "hiddenbar"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "knockknock"
cask "lens"
cask "lulu"
cask "macdown"
cask "microsoft-edge"
cask "monitorcontrol"
cask "ngrok"
cask "openkey"
cask "oversight"
cask "phpstorm"
cask "postman"
cask "qlimagesize"
cask "rectangle"
cask "rider"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "whatsapp"
cask "zalo"
cask "avast-security"
