tap "drud/ddev"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "wpscanteam/tap"

brew "awscli"
brew "bat"
brew "composer"
brew "drud/ddev/ddev"
brew "fastlane"
brew "git"
brew "git-flow"
brew "helm"
brew "htop"
brew "jenv"
brew "krew"
brew "kubectx"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-cli"
brew "m-cli"
brew "make"
brew "mas"
brew "mkcert"
brew "nss"
brew "nvm"
brew "python"
brew "swaks"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "watchman"
brew "wget"
brew "wpscan"
brew "wpscan"
brew "z"
brew "zsh"
brew "zsh-completions"

cask "enpass"
cask "alfred"
cask "another-redis-desktop-manager"
cask "authy"
cask "azure-data-studio"
cask "beekeeper-studio"
cask "blockblock"
cask "caffeine"
cask "clockify"
cask "discord"
cask "docker"
cask "dotnet-sdk2-2-400"
cask "dotnet-sdk5-0-400"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-200"
cask "dropzone"
cask "fliqlo"
cask "flycut"
cask "font-fira-code"
cask "glance"
cask "haptic-touch-bar"
cask "hiddenbar"
cask "intellidock"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "knockknock"
cask "lens"
cask "lulu"
cask "microsoft-edge"
cask "monitorcontrol"
cask "mtmr"
cask "openkey"
cask "oversight"
cask "phpstorm"
cask "pika"
cask "qlimagesize"
cask "rectangle"
cask "rider"
cask "sequel-pro"
cask "shottr"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "whatsapp"
cask "zalo"
