# Specify directory where to install Homebrew apps
cask_args appdir: "/Applications"

tap "ddev/ddev"
tap "homebrew/bundle"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "isen-ng/dotnet-sdk-versions"
tap "mutagen-io/mutagen"
tap "ai-christianson/homebrew-ra-aid"

#### BREWS
brew "git"
brew "git-flow"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "m-cli"
brew "make"
brew "mas"
brew "siege"
brew "swaks"
brew "telnet"
brew "terminal-notifier"
brew "tfsec"
brew "tmux"
brew "vcpkg"
brew "watchman"
brew "wget"
brew "zsh"
brew "ddev/ddev/ddev"
brew "mise"

#### CASKS
#cask "windowkeys"
cask "powershell"
cask "alt-tab"
cask "beekeeper-studio"
cask "blockblock"
cask "reikey"
cask "caffeine"
cask "clockify"
cask "craft"
cask "drawio"
cask "enpass"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "keka"
cask "kekaexternalhelper"
cask "knockknock"
cask "lulu"
cask "macdown"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mountain-duck"
cask "navicat-premium-lite"
cask "ngrok"
cask "openkey"
cask "orbstack"
cask "oversight"
cask "phpstorm"
cask "postman"
cask "pritunl"
cask "rectangle"
cask "rider"
cask "shottr"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "whatsapp"
cask "raycast"
cask "cursor"
cask "devtoys"

#### MAS
mas 'Meeter for Zoom, Teams & Co', id:1510445899
mas 'NextDNS', id: 1464122853
mas 'Video Converter', id: 1518836004
mas 'Spokenly', id: 6740315592
mas 'Countdown Timer Pro', id: 6744842468